Repository: mericorhay/CueTake
Catalog: Packages/CueTakeKit/Sources/StudioFeature/Resources/Localizable.xcstrings
Source language: en
Languages: es, tr

# complete.chooseSegment
source: Which segment would you like to record again?
es: ¿Qué segmento quieres grabar de nuevo?
tr: Hangi bölümü tekrar çekmek istiyorsun?

# complete.done
source: Done
es: Listo
tr: Bitti

# complete.edit
source: Edit
es: Editar
tr: Düzenle

# complete.export
source: Export video
es: Exportar video
tr: Dışa aktar

# complete.kicker %@
source: TAKE COMPLETE · %@
es: TOMA COMPLETA · %@
tr: ÇEKİM TAMAM · %@

# complete.notRecorded
source: Not recorded
es: No grabado
tr: Çekilmedi

# complete.quick
source: Clean, caption, export
es: Limpiar, subtitular, exportar
tr: Temizle, altyazı ekle, dışa aktar

# complete.quick.detail
source: Pauses and fillers out, captions on, saved to Photos
es: Pausas y rellenos eliminados, subtítulos activados, guardado en Fotos
tr: Boşluklar ve dolgular çıkar, altyazı eklenir, Fotoğraflar'a kaydedilir

# complete.ready
source: READY TO REVIEW
es: LISTO PARA REVISAR
tr: İZLEMEYE HAZIR

# complete.recorded %lld
source: %1$lld segments ready to edit.
es: %1$lld segmentos listos para editar.
tr: %1$lld bölüm kurguya hazır.

# complete.report
source: Report for the brand
es: Informe de la marca
tr: Markaya rapor

# complete.report.detail
source: What was said and when, with proof from this take
es: Lo que se dijo y cuándo, con prueba de esta toma
tr: Neyin ne zaman söylendiği, bu çekimden kanıtıyla

# complete.retake
source: Retake
es: Repetir
tr: Tekrar çek

# complete.review
source: Review and edit
es: Revisar y editar
tr: İzle ve düzenle

# complete.title %lld
source: %lld segments in the can.
es: %lld segmentos en el can.
tr: %lld segment kutuda.

# retake.keep.new
source: Keep new take
es: Mantener nueva toma
tr: Yeni çekimi tut

# retake.keep.old
source: Keep old take
es: Mantener toma antigua
tr: Eski çekimi tut

# retake.noPrevious
source: Not recorded yet
es: No grabado aún
tr: Henüz çekilmedi

# retake.note
source: Only this segment re-records. The rest of the cut stays untouched.
es: Solo este segmento se vuelve a grabar. El resto del corte permanece sin cambios.
tr: Sadece bu segment yeniden çekilir. Kurgunun geri kalanına dokunulmaz.

# retake.pace.fast
source: A little fast — take a breath
es: Un poco rápido — toma un respiro
tr: Biraz hızlı — nefes al

# retake.pace.slow
source: A little slow — keep it moving
es: Un poco lento — sigue moviéndote
tr: Biraz yavaş — akışı koru

# retake.preview.audio
source: Preview audio could not start. Try opening the preview again.
es: No se pudo iniciar la vista previa de audio. Intenta abrir la vista previa de nuevo.
tr: Önizleme sesi başlatılamadı. Önizlemeyi tekrar açmayı dene.

# retake.preview.unavailable
source: Preview is unavailable for this take.
es: La vista previa no está disponible para esta toma.
tr: Bu çekimin önizlemesi açılamıyor.

# retake.saving
source: Saving…
es: Guardando…
tr: Kaydediliyor…

# retake.shootAgain
source: Shoot again
es: Grabar de nuevo
tr: Yeniden çek

# retake.take.new.kicker
source: NEW
es: NUEVA
tr: YENİ

# retake.take.new.title
source: New take
es: Nueva toma
tr: Yeni çekim

# retake.take.old.kicker
source: PREVIOUS
es: ANTERIOR
tr: ÖNCEKİ

# retake.take.old.title
source: Previous take
es: Toma anterior
tr: Önceki çekim

# studio.ad.avoid %@
source: Said: “%@”
es: Dijo: “%@”
tr: Söylendi: “%@”

# studio.ad.label
source: AD
es: ANUNCIO
tr: REKLAM

# studio.camera.flip
source: Switch camera
es: Cambiar cámara
tr: Kamerayı değiştir

# studio.camera.grid
source: Framing guides
es: Guías de encuadre
tr: Kadraj kılavuzları

# studio.camera.permission
source: Let’s set up your camera
es: Configuremos tu cámara
tr: Kameranı hazırlayalım

# studio.camera.permission.detail
source: Allow camera access in Settings to see your shot and start recording.
es: Permite el acceso a la cámara en Configuración para ver tu toma y comenzar a grabar.
tr: Görüntünü görmek ve çekime başlamak için Ayarlar’dan kamera erişimine izin ver.

# studio.capture.error
source: Recording needs attention
es: La grabación necesita atención
tr: Kayıt tamamlanamadı

# studio.capture.failed
source: The camera could not start recording. Try again.
es: La cámara no pudo iniciar la grabación. Intenta de nuevo.
tr: Kamera kaydı başlatamadı. Tekrar dene.

# studio.capture.permissions
source: Allow camera and microphone access in Settings to record video with sound.
es: Permite acceso a cámara y micrófono en Ajustes para grabar video con sonido.
tr: Sesli video çekmek için Ayarlar’dan kamera ve mikrofon erişimine izin ver.

# studio.capture.preparing
source: Preparing camera…
es: Preparando cámara…
tr: Kamera hazırlanıyor…

# studio.capture.saveFailed
source: This recording could not be saved. Please try recording again.
es: Esta grabación no se pudo guardar. Intenta grabar de nuevo.
tr: Bu kayıt kaydedilemedi. Lütfen yeniden çek.

# studio.capture.storage
source: Could not create a recording file. Check available storage and try again.
es: No se pudo crear el archivo de grabación. Verifica el espacio disponible y vuelve a intentarlo.
tr: Kayıt dosyası oluşturulamadı. Boş depolama alanını kontrol edip tekrar dene.

# studio.countdown.cancel
source: Tap to cancel
es: Toca para cancelar
tr: İptal için dokun

# studio.editor
source: Edit video
es: Editar video
tr: Düzenle

# studio.end.hint
source: That's the script. Stop when you're ready.
es: Ese es el guion. Detente cuando estés listo.
tr: Metin bitti. Hazır olunca durdur.

# studio.noScript.hint
source: The teleprompter needs words. Write them yourself or have the AI write them from an idea.
es: El teleprompter necesita palabras. Escríbelas tú o deja que la IA las genere a partir de una idea.
tr: Teleprompter için metin gerekiyor. Kendin yazabilir ya da bir fikirden AI'a yazdırabilirsin.

# studio.noScript.title
source: No script to read
es: Sin guion para leer
tr: Okunacak metin yok

# studio.noScript.write
source: Write a script
es: Escribir guion
tr: Script yaz

# studio.prompter.auto
source: AUTO-SCROLL · TAP TO NUDGE
es: DESPLAZAMIENTO AUTOMÁTICO · TOCA PARA AJUSTAR
tr: OTOMATİK · İLERLETMEK İÇİN DOKUN

# studio.prompter.following
source: FOLLOWING YOUR VOICE
es: SIGUIENDO TU VOZ
tr: SESİNİ TAKİP EDİYOR

# studio.prompter.listening
source: LISTENING…
es: ESCUCHANDO…
tr: DİNLİYOR…

# studio.prompter.settings
source: Prompter
es: Teleprompter

# studio.record
source: Record
es: Grabar
tr: Kayda başla

# studio.saving
source: Saving your take…
es: Guardando tu toma…
tr: Çekimin kaydediliyor…

# studio.settings.open
source: Open Settings
es: Abrir Ajustes
tr: Ayarları aç

# studio.stop
source: Stop recording
es: Detener grabación
tr: Kaydı bitir

# retake.kicker %@
source: RETAKE · %@
tr: TEKRAR · %@

# studio.dismiss
source: OK
tr: Tamam
